/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Bạn có chắc sẽ xóa CGM này?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Hủy bỏ";

/* Title of cell to set credentials */
"Credentials" = "Thông tin xác thực";

/* Title describing glucose date */
"Date" = "Ngày tháng";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Xóa CGM";

/* Title describing glucose value */
"Glucose" = "Đường huyết";

/* Section title for latest glucose reading */
"Latest Reading" = "Kết quả đọc mới nhất";

/* Outside US share server option title */
"Outside US" = "Ngoài lãnh thổ Hoa Kỳ";

/* The title of the Dexcom share password credential */
"Password" = "Mật khẩu";

/* The title of the Dexcom share server URL credential */
"Server" = "Máy chủ";

/* Title describing glucose trend */
"Trend" = "Xu hướng";

/* U.S. share server option title */
"US" = "Hoa Kỳ";

/* The title of the Dexcom share username credential */
"Username" = "Tên tài khoản";
